import React from 'react'
import '../View/Howtoborrow.css'

const Howtoborrow = () => {
  return (
    <div id='containers'>
        <h2 id='texthead'>วิธียืมอุปกรณ์</h2>

        <div id='textbox'>
            <h2 id='headline'>ระบบการยืมอุปกรณ์ <br></br>ขอปฏิบัติการยืมอุปกรณ์โสตทัศนูปกรณ์ คณะเทคโนโลยีสารสนเทศและการสื่อสาร มหาวิทยาลัยศิลปากร</h2>
            <p className='textboxcontent'>1. การยื่นเอกสารขอยืมอุปกรณ์ ต้องกรอกข้อมูลในระบบทุกครั้งโดยระบุรายละเอียดที่เกี่ยวข้องให้ครบถ้วน</p>
            <p className='textboxcontent'>2. การให้บริการยืม-คืนอุปกรณ์ กำหนดเปิด/ปิด วันจันทร์-วันศุกร์ เวลา 09.00-16.30 น. หยุดเสาร์-อาทิตย์และวันหยุดนักขัตฤกษ์</p>
            <p className='textboxcontent'>3. ข้าพเจ้าได้ตรวจรับอุปกรณ์ตามรายงานข้างต้นที่ขอยืม ซึ่งอยู่ในสภาพที่สมบูรณ์</p>
            <p className='textboxcontent'>4. ถ้าหากอุปกรณ์ที่ข้าพเจ้ายืมไปเกิดความเสียหายหรือสูญหาย <br></br>ข้าพเจ้ายินดีชดใช้ค่าเสียหายและยินดีปฏิบัติตามระเบียบการยืมอุปกรณ์ของคณะเทคโนโลยีสารสนเทศและการสื่อสาร มหาวิทยาลัยศิลปากร ทุกประการ</p>
            <p className='textboxcontent'>5. ถ้าหากข้าพเจ้าไม่นำส่งคืนอุปกรณ์ตามวันที่กำหนด ยินดีให้คณะฯ พิจารณาดำเนินการตามระเบียบต่อไป</p>
        </div>
    </div>
  )
}

export default Howtoborrow